Repository: webspiderteam/Bluetooth-DMM-For-Windows
Catalog: BluetoothDMM WPF/BluetoothDMM/Properties/Resources.*.resx
Languages: ar, el, ja, nl, pl, zh_tw

source: About
ar: حول
el: Σχετικά με
ja: 約
nl: Over
pl: O
zh_tw: 關於

source: About Software
ar: حول البرمجيات
el: Σχετικά με το λογισμικό
ja: ソフトウェアについて
nl: Over software
pl: O oprogramowaniu
zh_tw: 關於軟件

source: Add
ar: يضيف
el: Προσθήκη
ja: 追加
nl: Toevoegen
pl: Dodać
zh_tw: 添加

# AddMacAdress
source: Use MAC Adress as Sub Directory
ar: استخدم عنوان MAC كدليل فرعي
el: Χρησιμοποιήστε τη διεύθυνση MAC ως υποκατάλογο
ja: MAC アドレスをサブディレクトリとして使用する
nl: MAC-adres gebruiken als submap
pl: Użyj adresu MAC jako podkatalogu
zh_tw: 使用 MAC 地址作為子目錄

# AdvencedSettings
source: Advanced Settings
ar: إعدادات متقدمة
el: Προηγμένες ρυθμίσεις
ja: 高度な設定
nl: Geavanceerde instellingen
pl: Zaawansowane ustawienia
zh_tw: 高級設置

source: Always on Top
ar: دائما في القمة
el: Πάντα στην κορυφή
ja: 常にトップに
nl: Altijd bovenop
pl: Zawsze na górze
zh_tw: 總在最前面

# AnalogDisplatONStart
source: Open Analog Display on Startup
ar: افتح العرض التناظري عند بدء التشغيل
el: Ανοίξτε την αναλογική οθόνη κατά την εκκίνηση
ja: 起動時にアナログディスプレイを開く
nl: Analoge weergave openen bij opstarten
pl: Otwórz wyświetlacz analogowy podczas uruchamiania
zh_tw: 啟動時打開模擬顯示

source: Analog Display
ar: عرض تناظري
el: Αναλογική οθόνη
ja: アナログディスプレイ
nl: Analoge weergave
pl: Wyświetlacz analogowy
zh_tw: 模擬顯示

source: Ask Before Connect
ar: اسأل قبل الاتصال
el: Ρωτήστε πριν συνδεθείτε
ja: 接続する前に尋ねる
nl: Vragen voordat u verbinding maakt
pl: Zapytaj przed połączeniem
zh_tw: 連接前詢問

# AutoConnectKnown
source: Auto Connect Known Devices on Startup
ar: الاتصال التلقائي بالأجهزة المعروفة عند بدء التشغيل
el: Αυτόματη σύνδεση γνωστών συσκευών κατά την εκκίνηση
ja: 起動時に既知のデバイスを自動接続する
nl: Bekende apparaten automatisch verbinden bij opstarten
pl: Automatyczne łączenie znanych urządzeń podczas uruchamiania
zh_tw: 啟動時自動連接已知設備

source: Auto Range
ar: نطاق السيارات
el: Αυτόματο εύρος
ja: オートレンジ
nl: Automatisch bereik
pl: Zakres automatyczny
zh_tw: 自動量程

# AvailableString
source: One of your device is Available to connect.
ar: أحد أجهزتك متاح للاتصال.
el: Μία από τις συσκευές σας είναι διαθέσιμη για σύνδεση.
ja: お使いのデバイスの1つが接続可能です。
nl: Een van uw apparaten is beschikbaar om verbinding te maken.
pl: Jedno z Twoich urządzeń jest dostępne do połączenia.
zh_tw: 您的設備之一可以連接。

# ChangeName
source: Change Device Name
ar: تغيير اسم الجهاز
el: Αλλαγή ονόματος συσκευής
ja: デバイス名の変更
nl: Apparaatnaam wijzigen
pl: Zmień nazwę urządzenia
zh_tw: 更改設備名稱

# ChartON
source: Open Data Chart on Startup
ar: افتح مخطط البيانات عند بدء التشغيل
el: Ανοίξτε το γράφημα δεδομένων κατά την εκκίνηση
ja: 起動時にデータチャートを開く
nl: Gegevenskaart openen bij opstarten
pl: Otwórz wykres danych przy starcie
zh_tw: 啟動時打開數據圖表

# CleanWhitespace
source: Clean whitespaces (unnecessery spaces) in Value(string)
ar: تنظيف المسافات البيضاء (مسافات غير ضرورية) في القيمة (سلسلة)
el: Καθαρίστε κενά (περιττά κενά) στο Value(string)
ja: Value(string) の空白 (不要なスペース) を消去します
nl: Ruim witruimten op (onnodige spaties) in Waarde (tekenreeks)
pl: Wyczyść białe spacje (niepotrzebne spacje) w Value(string)
zh_tw: 清除值（字符串）中的空格（不必要的空格）

source: Clear Chart
ar: مسح الرسم البياني
el: Καθαρό διάγραμμα
ja: 明確なチャート
nl: Kaart wissen
pl: Wyczyść wykres
zh_tw: 清除圖表

source: Client ID :
ar: معرف العميل:
el: Ταυτότητα πελάτη :
ja: クライアントID ：
nl: Klant identificatie :
pl: Identyfikator klienta :
zh_tw: 客戶編號：

source: Connect
ar: الاتصال
el: Συνδέω-συωδεομαι
ja: 接続
nl: Aansluiten
pl: Połącz
zh_tw: 連接

source: connected
ar: متصل
el: συνδεδεμένος
ja: 接続済み
nl: verbonden
pl: połączony
zh_tw: 連接的

source: Connect to Device
ar: الاتصال بالجهاز
el: Σύνδεση στη Συσκευή
ja: デバイスに接続する
nl: Verbinding maken met apparaat
pl: Połącz z urządzeniem
zh_tw: 連接到設備

source: Created By
ar: انشأ من قبل
el: Δημιουργήθηκε από
ja: によって作成された
nl: Gemaakt door
pl: Stworzone przez
zh_tw: 由...製作

# CSVFirst
source: Set CSV to default for Export
ar: اضبط CSV على الإعداد الافتراضي للتصدير
el: Ορίστε το CSV ως προεπιλογή για Εξαγωγή
ja: CSV をエクスポートのデフォルトに設定する
nl: Stel CSV in op standaard voor Export
pl: Ustaw domyślny plik CSV dla eksportu
zh_tw: 將 CSV 設置為默認導出

source: Data Chart
ar: مخطط البيانات
el: Διάγραμμα δεδομένων
ja: データチャート
nl: Gegevensgrafiek:
pl: Wykres danych
zh_tw: 數據圖表

# DeviceManager
source: Manage Devices
ar: إدارة الأجهزة
el: Διαχείριση Συσκευών
ja: デバイスの管理
nl: Apparaten beheren
pl: Zarządzaj urządzeniami
zh_tw: 管理設備

source: Device Picker
ar: منتقي الجهاز
el: Επιλογέας συσκευής
ja: デバイスピッカー
nl: Apparaatkiezer
pl: Selektor urządzeń
zh_tw: 設備選擇器

source: disconnected
ar: انقطع الاتصال
el: ασύνδετος
ja: 切断されました
nl: verbinding verbroken
pl: niepowiązany
zh_tw: 斷開連接

# DontAsk
source: Don't Ask again. Connect Automaticly.
ar: لا تسأل مرة أخرى. ربط تلقائيا.
el: Μην ρωτάς ξανά. Αυτόματη σύνδεση.
ja: 二度と聞かないでください。自動接続。
nl: Niet meer vragen. Automatisch verbinden.
pl: Nie pytaj ponownie. Połącz automatycznie.
zh_tw: 不要再問了。自動連接。

source: Don't Connect
ar: لا تتصل
el: Μην Συνδεθείτε
ja: 接続しないでください
nl: Geen verbinding maken
pl: Nie łącz
zh_tw: 不要連接

# EnableMQTT
source: Enable MQTT Client
ar: تفعيل عميل MQTT
el: Ενεργοποίηση MQTT Client
ja: MQTT クライアントを有効にする
nl: MQTT-client inschakelen
pl: Włącz klienta MQTT
zh_tw: 啟用 MQTT 客戶端

source: Encrypted
ar: مشفر
el: Κρυπτογραφημένο
ja: 暗号化
nl: versleuteld
pl: Zaszyfrowane
zh_tw: 加密

source: Export Data
ar: تصدير البيانات
el: Εξαγωγή δεδομένων
ja: データのエクスポート
nl: Exportgegevens
pl: Eksportuj dane
zh_tw: 導出數據

source: Help
ar: مساعدة
el: Βοήθεια
ja: ヘルプ
nl: Helpen
pl: Pomoc
zh_tw: 幫助

source: Import Data
ar: بيانات الاستيراد
el: Εισαγωγή δεδομένων
ja: データのインポート
nl: Data importeren
pl: Zaimportować dane
zh_tw: 導入數據

source: INRUSH
ar: تدفق
el: ΕΙΣΡΟΗ
ja: 突入電流
pl: NAPÓR
zh_tw: 浪湧

source: is Available!
ar: متاح!
el: είναι διαθέσιμο!
ja: 利用可能です！
nl: is beschikbaar!
pl: jest dostępny!
zh_tw: 可用！

source: Language
ar: لغة
el: Γλώσσα
ja: 言語
nl: Taal
pl: Język
zh_tw: 語

# ListAvailDevices
source: List of Available Devices:
ar: قائمة الأجهزة المتاحة:
el: Λίστα διαθέσιμων συσκευών:
ja: 利用可能なデバイスのリスト：
nl: Lijst met beschikbare apparaten:
pl: Lista dostępnych urządzeń:
zh_tw: 可用設備列表：

# LogRaw
source: Log Raw Data
ar: تسجيل البيانات الأولية
el: Καταγραφή πρωτογενών δεδομένων
ja: 生データをログに記録する
nl: Onbewerkte gegevens loggen
pl: Zaloguj surowe dane
zh_tw: 記錄原始數據

# ManageDevices
source: Manage Bluetooth Devices
ar: إدارة أجهزة البلوتوث
el: Διαχείριση Συσκευών Bluetooth
ja: Bluetoothデバイスを管理する
nl: Bluetooth-apparaten beheren
pl: Zarządzaj urządzeniami Bluetooth
zh_tw: 管理藍牙設備

# ManageKnown
source: Manage Known Devices
ar: إدارة الأجهزة المعروفة
el: Διαχείριση γνωστών συσκευών
ja: 既知のデバイスを管理する
nl: Beheer bekende apparaten
pl: Zarządzaj znanymi urządzeniami
zh_tw: 管理已知設備

source: MAX
ar: الأعلى
el: ΜΕΓΙΣΤΗ
zh_tw: 最大限度

source: MENU
ar: قائمة
el: ΜΕΝΟΥ
ja: メニュー
zh_tw: 菜單

source: MIN
ar: دقيقة
zh_tw: 最小

# MinimizeToTray
source: Always Minimize to Tray
ar: تصغير دائمًا إلى الدرج
el: Πάντα ελαχιστοποίηση στο δίσκο
ja: 常にトレイを最小化する
nl: Altijd minimaliseren tot lade
pl: Zawsze minimalizuj do zasobnika
zh_tw: 始終最小化到托盤

# MQTTAdress
source: MQTT Server Adress :
ar: عنوان خادم MQTT:
el: Διεύθυνση διακομιστή MQTT:
ja: MQTT サーバーアドレス:
nl: MQTT-serveradres:
pl: Adres serwera MQTT :
zh_tw: MQTT 服務器地址：

# MQTTDataFormat
source: MQTT Data Values Format
ar: تنسيق قيم بيانات MQTT
el: Μορφή τιμών δεδομένων MQTT
ja: MQTT データ値の形式
nl: Indeling MQTT-gegevenswaarden
pl: Format wartości danych MQTT
zh_tw: MQTT 數據值格式

source: MQTT Settings
ar: إعدادات MQTT
el: Ρυθμίσεις MQTT
ja: MQTT 設定
nl: MQTT-instellingen
pl: Ustawienia MQTT
zh_tw: MQTT 設置

source: Name:
ar: اسم:
el: Ονομα:
ja: 名前：
nl: Naam:
pl: Nazwa:
zh_tw: 姓名：

source: Not Connected
ar: غير متصل
el: Μη συνδεδεμένο
ja: 接続されていません
nl: Niet verbonden
pl: Nie połączony
zh_tw: 未連接

source: OK
ar: نعم
el: Εντάξει
ja: わかった
nl: Oké
zh_tw: 好的

source: Password :
ar: كلمة المرور :
el: Κωδικός πρόσβασης :
ja: パスワード:
nl: Wachtwoord :
pl: Hasło :
zh_tw: 密碼 ：

source: PEEK
ar: نظرة خاطفة
el: ΚΡΥΦΟΚΟΙΤΑΓΜΑ
ja: ピーク
nl: KIJKJE
pl: ZERKAĆ
zh_tw: 窺視

source: Port :
ar: ميناء :
el: Λιμάνι :
ja: ポート ：
nl: Poort :
zh_tw: 港口 ：

# Reconnect
source: Auto Reconnect after Disconnection
ar: إعادة الاتصال التلقائي بعد قطع الاتصال
el: Αυτόματη επανασύνδεση μετά την αποσύνδεση
ja: 切断後の自動再接続
nl: Automatisch opnieuw verbinden na verbreken
pl: Automatyczne ponowne łączenie po rozłączeniu
zh_tw: 斷線後自動重連

source: Remove
ar: إزالة
el: Αφαιρώ
ja: 削除する
nl: Verwijderen
pl: Usunąć
zh_tw: 消除

# RemoveAll
source: Remove All Devices
ar: قم بإزالة كافة الأجهزة
el: Κατάργηση όλων των συσκευών
ja: すべてのデバイスを削除する
nl: Alle apparaten verwijderen
pl: Usuń wszystkie urządzenia
zh_tw: 刪除所有設備

source: Remove Device
ar: إنزع الجهاز
el: Αφαίρεση της συσκευής
ja: デバイスを削除
nl: Verwijder apparaat
pl: Odłącz urządzenie
zh_tw: 刪除設備

source: Reset View
ar: إعادة عرض
el: Επαναφορά προβολής
ja: 表示方法をリセットする
nl: Weergave resetten
pl: Resetuj widok
zh_tw: 重置視圖

# RunStartup
source: Run on Windows Startup
ar: تشغيل عند بدء التشغيل ويندوز
el: Εκτέλεση κατά την εκκίνηση των Windows
ja: Windowsスタートアップで実行
nl: Uitvoeren bij opstarten van Windows
pl: Uruchom na starcie systemu Windows
zh_tw: 在 Windows 啟動時運行

source: Sample Output:
ar: إخراج العينة:
el: Δείγμα εξόδου:
ja: サンプル出力:
nl: Voorbeelduitvoer:
pl: Przykładowe dane wyjściowe:
zh_tw: 樣本輸出：

source: Save
ar: يحفظ
el: Αποθηκεύσετε
ja: 保存
nl: Opslaan
pl: Zapisz
zh_tw: 節省

# SavePosition
source: Save Window Position and Size
ar: حفظ وضع النافذة وحجمها
el: Αποθήκευση θέσης και μεγέθους παραθύρου
ja: ウィンドウの位置とサイズを保存する
nl: Vensterpositie en -grootte opslaan
pl: Zapisz pozycję i rozmiar okna
zh_tw: 保存窗口位置和大小

# SearchingDevices
source: Searching for Bluetooth Devices...
ar: جاري البحث عن أجهزة Bluetooth ...
el: Αναζήτηση για συσκευές Bluetooth...
ja: Bluetoothデバイスを検索しています...
nl: Zoeken naar Bluetooth-apparaten...
pl: Wyszukiwanie urządzeń Bluetooth...
zh_tw: 正在搜索藍牙設備...

source: Settings
ar: إعدادات
el: Ρυθμίσεις
ja: 設定
nl: Instellingen
pl: Ustawienia
zh_tw: 設置

source: Startup Settings
ar: إعدادات البدء
el: Ρυθμίσεις εκκίνησης
ja: スタートアップ設定
nl: Opstartinstellingen
pl: Ustawienia uruchamiania
zh_tw: 啟動設置

source: Target Topic :
ar: الموضوع الهدف:
el: Θέμα στόχου:
ja: 対象トピック：
nl: Doelonderwerp:
pl: Temat docelowy :
zh_tw: 目標主題：

source: TRUE RMS
ar: صحيح RMS
el: ΑΛΗΘΙΝΗ RMS
ja: 真のRMS
pl: PRAWDZIWE RMS
zh_tw: 真有效值

# UseComa
source: Use Coma "," instead of Dot "." in Value(string)
ar: استخدم Coma "،" بدلاً من Dot "." في القيمة (سلسلة نصية)
el: Χρησιμοποιήστε Coma "," αντί για Dot "." σε Τιμή (συμβολοσειρά)
ja: ドット "." の代わりにコンマ "," を使用します。 in 値(文字列)
nl: Gebruik Coma "," in plaats van Punt "." in Waarde (tekenreeks)
pl: Użyj przecinka "," zamiast kropki "." w wartości (ciąg)
zh_tw: 使用昏迷“，”而不是點“。”在值（字符串）

source: Use Login
ar: استخدم تسجيل الدخول
el: Χρησιμοποιήστε τη σύνδεση
ja: ログインを使用
nl: Gebruik Inloggen
pl: Użyj logowania
zh_tw: 使用登錄

source: Username :
ar: اسم المستخدم :
el: Όνομα χρήστη:
ja: ユーザー名 :
nl: Gebruikersnaam :
pl: Nazwa użytkownika :
zh_tw: 用戶名 ：

source: Values
ar: قيم
el: Αξίες
ja: 値
nl: Waarden
pl: Wartości
zh_tw: 價值觀

source: Version :
ar: إصدار :
el: Εκδοχή :
ja: バージョン ：
nl: Versie :
pl: Wersja :
zh_tw: 版本 ：

source: View
ar: رأي
el: Θέα
ja: 意見
nl: Visie
pl: Pogląd
zh_tw: 看法

# WantToConnect
source: Do you Want to Connect?
ar: هل تريد الاتصال؟
el: Θέλετε να συνδεθείτε;
ja: 接続しますか？
nl: Wil je verbinden?
pl: Chcesz się połączyć?
zh_tw: 你想連接嗎？

source: Zoom and Fit Data
ar: تكبير وتناسب البيانات
el: Ζουμ και προσαρμογή δεδομένων
ja: データのズームとフィット
nl: Gegevens zoomen en aanpassen
pl: Powiększ i dopasuj dane
zh_tw: 縮放和擬合數據
